INSERT INTO `movie` (`id`, `name`, `level`, `length`, `ondate`, `publish`, `director`, `trailer`, `poster`, `sh`,
`rank`) VALUES 
(NULL, '院線片3', '2', '120', '2024-07-13', '院線片3發行公司', '院線片3導演', '03B03v.mp4', '03B03.png', '1', '3'),
(NULL, '院線片4', '2', '120', '2024-07-13', '院線片4發行公司', '院線片4導演', '03B04v.mp4', '03B04.png', '1', '4'),
(NULL, '院線片5', '2', '120', '2024-07-13', '院線片5發行公司', '院線片5導演', '03B05v.mp4', '03B05.png', '1', '5'),
(NULL, '院線片6', '2', '120', '2024-07-13', '院線片6發行公司', '院線片6導演', '03B06v.mp4', '03B06.png', '1', '6')

INSERT INTO `orders`(`no`, `name`, `date`, `session`, `seat`, `qt`) VALUES 
('202407140001','院線片1','2024-07-14','14:00~16:00','[value-5]','[value-6]')