INSERT INTO `movie` (`id`, `name`, `trailer`, `poster`, `length`, `level`, `ondate`, `publish`, `director`, `intro`, `sh`, `rank`) VALUES 
(NULL, '院線片02', '03B02v.mp4', '03B02.png', '1:40', '2', '2024-10-03', '03B02發行商', '03B02導演', '03B02劇情介紹', '1', '2'),
(NULL, '院線片03', '03B03v.mp4', '03B03.png', '1:30', '3', '2024-10-04', '03B03發行商', '03B03導演', '03B03劇情介紹', '1', '3'),
(NULL, '院線片04', '03B04v.mp4', '03B04.png', '1:50', '4', '2024-10-02', '03B04發行商', '03B04導演', '03B04劇情介紹', '1', '4'),
(NULL, '院線片05', '03B05v.mp4', '03B05.png', '1:10', '1', '2024-10-04', '03B05發行商', '03B05導演', '03B05劇情介紹', '1', '5'),
(NULL, '院線片06', '03B06v.mp4', '03B06.png', '1:20', '1', '2024-10-03', '03B06發行商', '03B06導演', '03B06劇情介紹', '1', '6')