<?php
include_once "db.php";
$Movie->q(
    "INSERT INTO `movie` 
    (`id`, `name`, `length`, `level`, `ondate`, `publish`, `director`, `poster`, `trailer`, `intro`, `sh`, `rank`) 
    VALUES 
    (NULL, '03B05', '1:30', '1', '2024-09-21', '03B05發行商', '03B05導演', '03B05.png', '03B05v.mp4', '03B05劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹', '1', '5'), 
    (NULL, '03B06', '1:10', '2', '2024-09-21', '03B06發行商', '03B06導演', '03B06.png', '03B06v.mp4', '03B06劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹', '1', '6'),
    (NULL, '03B07', '1:20', '3', '2024-09-21', '03B07發行商', '03B07導演', '03B07.png', '03B07v.mp4', '03B07劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹', '1', '7'),
    (NULL, '03B08', '1:40', '4', '2024-09-20', '03B08發行商', '03B08導演', '03B08.png', '03B08v.mp4', '03B08劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹', '1', '8'),
    (NULL, '03B09', '1:50', '3', '2024-09-20', '03B09發行商', '03B09導演', '03B09.png', '03B09v.mp4', '03B09劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹', '1', '9'),
    (NULL, '03B10', '1:20', '2', '2024-09-21', '03B10發行商', '03B10導演', '03B10.png', '03B10v.mp4', '03B10劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹', '1', '10'),
    (NULL, '03B11', '1:30', '1', '2024-09-19', '03B11發行商', '03B11導演', '03B11.png', '03B11v.mp4', '03B11劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹，劇情介紹', '1', '11')"
);
