INSERT INTO `movie` (`id`, `name`, `level`, `length`, `ondate`, `publish`, `director`, `trailer`, `poster`, `intro`, `sh`, `rank`) VALUES 
(NULL, '院線片02', '2', '1:20', '2024-07-16', '院線片02發行商', '院線片02導演', '03B02v.mp4', '03B02.png', '院線片02簡介', '1', '2'),
(NULL, '院線片03', '3', '1:30', '2024-07-16', '院線片03發行商', '院線片03導演', '03B03v.mp4', '03B03.png', '院線片03簡介', '1', '3'),
(NULL, '院線片04', '4', '1:40', '2024-07-18', '院線片04發行商', '院線片04導演', '03B04v.mp4', '03B04.png', '院線片04簡介', '1', '4'),
(NULL, '院線片05', '1', '1:50', '2024-07-16', '院線片05發行商', '院線片05導演', '03B05v.mp4', '03B05.png', '院線片05簡介', '1', '5'),
(NULL, '院線片06', '2', '1:50', '2024-07-17', '院線片06發行商', '院線片06導演', '03B06v.mp4', '03B06.png', '院線片06簡介', '1', '6')

INSERT INTO `poster` (`id`, `img`, `name`, `sh`, `rank`) VALUES 
(NULL, '03A02.jpg', '預告片02', '1', '2'),
(NULL, '03A03.jpg', '預告片03', '1', '3'),
(NULL, '03A04.jpg', '預告片04', '1', '4'),
(NULL, '03A05.jpg', '預告片05', '1', '5'),
(NULL, '03A06.jpg', '預告片06', '1', '6')