INSERT INTO `movie` (`id`, `name`, `ondate`, `length`, `level`, `publish`, `director`, `poster`, `trailer`, `intro`, `sh`, `rank`) VALUES 
(NULL, '03B02ABC', '2024-10-19', '1:50', '2', '03B02發行商', '03B02導演', '03B02.png', '03B02v.mp4', '03B02劇情介紹...', '1', '2'),
(NULL, '03B03ABC', '2024-10-18', '1:40', '3', '03B03發行商', '03B03導演', '03B03.png', '03B03v.mp4', '03B03劇情介紹...', '1', '3'),
(NULL, '03B04ABC', '2024-10-17', '1:10', '4', '03B04發行商', '03B04導演', '03B04.png', '03B04v.mp4', '03B04劇情介紹...', '1', '4'),
(NULL, '03B05ABC', '2024-10-18', '1:30', '1', '03B05發行商', '03B05導演', '03B05.png', '03B05v.mp4', '03B05劇情介紹...', '1', '5'),
(NULL, '03B06ABC', '2024-10-19', '1:10', '2', '03B06發行商', '03B06導演', '03B06.png', '03B06v.mp4', '03B06劇情介紹...', '1', '6')


INSERT INTO `poster` (`id`, `name`, `img`, `ani`, `sh`, `rank`) VALUES 
(NULL, '03A02預告片', '03A02.jpg', '2', '1', '2'),
(NULL, '03A03預告片', '03A03.jpg', '3', '1', '3'),
(NULL, '03A04預告片', '03A04.jpg', '1', '1', '4'),
(NULL, '03A05預告片', '03A05.jpg', '2', '1', '5'),
(NULL, '03A06預告片', '03A06.jpg', '3', '1', '6'),